{"id":15077,"date":"2020-07-30T06:53:06","date_gmt":"2020-07-30T03:53:06","guid":{"rendered":"https:\/\/thefarbear.blog\/?p=15077"},"modified":"2020-08-20T19:23:05","modified_gmt":"2020-08-20T16:23:05","slug":"privacy-policy","status":"publish","type":"post","link":"https:\/\/www.thefarbear.blog\/privacy-policy\/","title":{"rendered":"The Best Privacy Policy You&#8217;ve Ever Read"},"content":{"rendered":"\n<h2>I&#8217;m watching you!<\/h2>\n\n\n\n<p>Big woop. If you don&#8217;t know by now that everybody and their mama are watching you on the internet, boy&#8230; I have some news for you. Information is the currency of the 21st century and I&#8217;m a common beggar. With that power, comes great responsibili&#8211; kidding. But there are laws put in place to protect your private information so that we don&#8217;t become this all-knowing public domain utopia. <\/p>\n\n\n\n<p>Every website you visit follows you and your action (online). My lawyer told me I have to have this policy here, explaining how I collect, store &amp; use your information, who I share it with, and when I delete it. So if I <em>have to<\/em> have this legal document, I&#8217;m going to do it with style. <\/p>\n\n\n\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<div class=\"wp-block-group\"><div class=\"wp-block-group__inner-container\">\n<blockquote class=\"wp-block-quote\"><p>So listen, it&#8217;s 2020, content writing exists and there&#8217;s absolutely no reason having a document that&#8217;s written so boringly and annoying. Don&#8217;t worry, this document is <em>still<\/em> legally binding, it just doesn&#8217;t completely suck the life out of you after reading the first paragraph. You might even learn a thing or two.<\/p><\/blockquote>\n<\/div><\/div>\n<\/div><\/div>\n\n\n\n<h2>Ok, Google<\/h2>\n\n\n\n<p>So get this &#8211; You know how Google is this search engine giant and just a modern-day Skynet waiting to happen? (just kidding, G. Don&#8217;t sue me). They also provide this cool tool (haha, cool tool. It&#8217;s funny because it rhimes): <a href=\"https:\/\/marketingplatform.google.com\/about\/analytics\/features\/\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener\">Google Analytics<\/a>, which is the main analytics service I use on this website. You&#8217;re probably using it too if you have a website of your own. You can know more about it from this sweet little video:<\/p>\n\n\n\n<figure class=\"wp-block-embed-youtube wp-block-embed is-type-video is-provider-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Register for Google Analytics for Beginners today!\" width=\"800\" height=\"450\" src=\"https:\/\/www.youtube.com\/embed\/kKPTZNjaKcY?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n\n\n\n<p>This service also uses gluten-free digital &#8220;Cookies&#8221;, which are text files that the website places on your computer, that helps Google Analytics know you are you, and that you visited my website. It&#8217;s kind of like a name badge on orientation day, but for your browser and without any personal information, which is actually prohibited practice by its own privacy policy. That&#8217;s right &#8211; You&#8217;re just numbers to me (still love you, though).<\/p>\n\n\n\n<p>This text file helps me analyze how users use the website, and the information gathered will be transmitted to Google and stored on their hands-on servers in the US. Google will use this information to evaluate your use of the website, to conduct reports on website activity, which I may review, and to provide other services related to website activity and internet use. <\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Fun Fact: Everything expires. Even this cookie.<\/strong><br>Yes, for real. The cookie will stay on your computer for 24 months unless you delete it manually. Every time you enter my website, the expiration date of this delicious information cookie will lengthen for 24 additional months. I wish it was the same every time I open my Capn&#8217; Crunch cereal box.<\/p><\/blockquote>\n\n\n\n<p>Here&#8217;s a list of the information generated by the &#8220;cookie&#8221; file on your computer:<\/p>\n\n\n\n<ul><li>Your IP address<\/li><li>Your browser type &amp; version<\/li><li>Your operating system<\/li><li>Internet service provider <\/li><li>When you visited my website and for how long<\/li><li>The pages you visited on my website<\/li><li>Referring pages &amp; websites<\/li><li>Outgoing pages &amp; websites<\/li><li>How many time you clicked your mouse and other details<\/li><li>Your age &amp; gender group (if it knows them)<\/li><li>Where you were when visiting my website, (in approximate accuracy)<\/li><li>Different actions you&#8217;ve made like subscribing to my newsletter or filling out the contact form<\/li><\/ul>\n\n\n\n<p>I hate to be a party pooper, but my lawyer would kill me if I didn&#8217;t mention that Google may transfer all this information to other people when the law requires it, or if other people process this information on Google&#8217;s behalf.<\/p>\n\n\n\n<p>Not interested in having this cookie? You can always refuse to use of these text files by choosing the right settings on your browser, or by downloading and installing the <a aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener nofollow\" target=\"_blank\" href=\"https:\/\/chrome.google.com\/webstore\/detail\/cookie-autodelete\/fhcgjolkccmbidfldomjliifgaodjagh?hl=en\">Google Chrome extension<\/a> to cancel sending information to Google Analytics. It&#8217;s important to note that if you choose to do that, you may not be able to use the full functionality of the website because life&#8217;s not fair. But also because the system I use would lack important information. By using this site, you agree that your data is being processed by Google.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"660\" height=\"90\" src=\"https:\/\/thefarbear.blog\/wp-content\/uploads\/2020\/08\/incognito-cookies.jpg\" alt=\"cookies in incognito mode\" class=\"wp-image-15198\" srcset=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/incognito-cookies.jpg 660w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/incognito-cookies-300x41.jpg 300w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/incognito-cookies-600x82.jpg 600w\" sizes=\"(max-width: 660px) 100vw, 660px\" \/><\/figure>\n\n\n\n<p>By the way, you can always browse the internet using incognito mode and limit the use of cookies on sites you visit. Any cookies created while browsing in incognito mode will be deleted when you close your browser window. Cool, huh?<\/p>\n\n\n\n<h2>Tag! You&#8217;re it!<\/h2>\n\n\n\n<p>I&#8217;m also using <a href=\"https:\/\/marketingplatform.google.com\/about\/tag-manager\/features\/\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener nofollow\">Google Tag Manager<\/a>, which is another service by Google that allows me to implement different codes on the website (more on that in a sec), and create different events for tracking your behavior on this website (like which links you clicked on, or how far have you scrolled on specific pages for example). Those events and tracking codes might change from time to time.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"660\" height=\"150\" src=\"https:\/\/thefarbear.blog\/wp-content\/uploads\/2020\/07\/tracking-codes.jpg\" alt=\"tracking code icons\" class=\"wp-image-15136\" srcset=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/tracking-codes.jpg 660w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/tracking-codes-300x68.jpg 300w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/tracking-codes-600x136.jpg 600w\" sizes=\"(max-width: 660px) 100vw, 660px\" \/><\/figure>\n\n\n\n<p>Beyond the analytics code embedded in all pages of the site, I use additional tracking codes, such as Facebook Pixels, Google Ads conversion codes, or other codes of other platforms as long as they&#8217;re relevant to the operation, marketing, and maintenance of this website.<\/p>\n\n\n\n<h2>How comments work around here<\/h2>\n\n\n\n<p>The Far Bear philosophy is all about community. I wanted to make it as easy as possible to take part in the different conversations that this blog offer, without risking the articles to be spammed. Therefore you have the possibility to log in using an existing social media account, either on Facebook or Google. If you choose to connect using one of these services, the website will automatically create a user for you, using the email address, full name, and profile picture used on your social media account. Keep in mind that you have the option to delete individual comments you&#8217;ve made and manage subscriptions to other user&#8217;s comments &amp; users you follow, and you can always delete your account on this website.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"660\" height=\"288\" src=\"https:\/\/thefarbear.blog\/wp-content\/uploads\/2020\/08\/comments-settings.jpg\" alt=\"\" class=\"wp-image-15194\" srcset=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/comments-settings.jpg 660w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/comments-settings-300x131.jpg 300w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/comments-settings-600x262.jpg 600w\" sizes=\"(max-width: 660px) 100vw, 660px\" \/><figcaption>You can delete individual comments you&#8217;ve made, manage subscriptions for comments other users have made and manage the users you follow. You cal also bulk edit this info.<\/figcaption><\/figure>\n\n\n\n<p>Let&#8217;s say you chose <em>not<\/em> to connect using one of the social platforms mentioned, you can always comment as a guest using your Email address as verification. When you comment as a guest, an anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you&#8217;re using it &#8211; here&#8217;s the <a href=\"https:\/\/automattic.com\/privacy\/\" target=\"_blank\" rel=\"noreferrer noopener\">Gravatar service privacy policy<\/a>.<\/p>\n\n\n\n<p>Whether you comment as an existing user or as a guest, every time you comment I collect (well, not me specifically, a computer does that) the data shown in the comments form, and also your IP address and browser user agent string to help detect spam. If you leave a comment, the comment and its metadata are retained indefinitely. This is so I can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue. After your comment is approved by yours truly, your profile picture will be visible to the public in the context of what you wrote in your comment.<\/p>\n\n\n\n<h2>Subscribing to my newsletter<\/h2>\n\n\n\n<p>Once you subscribe to my newsletter, your Email address will be automatically added to a list of people who are interested in receiving content from me. This content may be news about this site, updates when new content arrives, and offers for free stuff or for purchasing. If you subscribe to my newsletter, you approve you want me to send you this content. It&#8217;s pretty common sense, actually. <\/p>\n\n\n\n<p>Listen, I hate spam like any other guy, so I&#8217;ll do my best to respect your trust and offer only things I believe you might be interested in or that can provide value to you.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><strong>Not interested in hearing from me anymore? No problem.<\/strong><br>Heartbreak aside, you can always opt-out of the mailing list using the &#8220;Unsubscribe Me&#8221; link which is located at the bottom of every Email I send out.<\/p><\/blockquote>\n\n\n\n<p>To store your Email information and evaluate open &amp; close statistics, I&#8217;m using a third-party service, called &#8220;<a href=\"https:\/\/www.mailerlite.com\/invite\/14580b74c54c5\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener sponsored nofollow\">MailerLite<\/a>&#8220;. Their UI is great and the system is pretty easy to use. If you think about starting your own mailing list, MailerLite would be a safe bet.<\/p>\n\n\n\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" width=\"850\" height=\"700\" src=\"https:\/\/thefarbear.blog\/wp-content\/uploads\/2020\/07\/statistics-report-page-mailerlite-1.jpg\" alt=\"MailerLite statistics\" class=\"wp-image-15131\" srcset=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/statistics-report-page-mailerlite-1.jpg 850w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/statistics-report-page-mailerlite-1-300x247.jpg 300w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/statistics-report-page-mailerlite-1-768x632.jpg 768w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/statistics-report-page-mailerlite-1-600x494.jpg 600w\" sizes=\"(max-width: 850px) 100vw, 850px\" \/><\/figure>\n\n\n\n<p>By the way, I will never ask you to send me your password or any credit card information by Email. So if you receive this type of message, don&#8217;t do it. That&#8217;s called a phishing scam, and it&#8217;s done by bad people to trick you into sending them information that will help them steal your money or other valuable data. Please let me know if this happens and report it in your Email service.<\/p>\n\n\n\n<h2>Embedded content from other websites<\/h2>\n\n\n\n<p>From time to time, I&#8217;ll use embedded content (like videos, images, articles, audio files, GIFs, etc.). The embedded content behaves as if you&#8217;ve visited the original website I embedded it from. This means that those websites may collect data about you, use cookies of their own (copycats&#8230;), embed additional third-party tracking, and monitor your interaction with the embedded content. Also, if you&#8217;re logged in to that other website, it may track your interaction with that particular piece of content as one of their users.<\/p>\n\n\n\n<h2>What can you do with your data<\/h2>\n\n\n\n<p>Got an account on this website? left some comments? first of all &#8211; thanks! but you should know you can always ask for an exported file of the personal data I have about you, including details provided by you. Keep in mind that this data can always be deleted by request. Unfortunately, some data I cannot erase &#8211; that includes data that I&#8217;m obliged to keep for administrative, legal, or security purposes. <\/p>\n\n\n\n<h3>How we protect your data<\/h3>\n\n\n\n<p>You probably know your way around the internet by now, but for legal purposes (and also some educational ones), let&#8217;s assume you have no clue when it comes to internet protocols. When you browse the web, depending on the website you&#8217;re visiting, your computer uses different communication protocols (set of rules that allows two or more parties to communicate with each other). <\/p>\n\n\n\n<p>HTTP is probably the most widely used protocol in the world today. It stands for Hypertext Transfer Protocol, and it is used for viewing web pages.  However, this website uses HTTPS, which stands for <strong>Secured<\/strong> HTTP, to protect the data transmitted in and out of the pages you&#8217;re visiting. Whenever you visit a secured website, you&#8217;ll see this cute little lock icon next to that website&#8217;s address. Depending on your browser, It will look kind of like this:<\/p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter size-large\"><img loading=\"lazy\" width=\"660\" height=\"60\" src=\"https:\/\/thefarbear.blog\/wp-content\/uploads\/2020\/08\/HTTPS-example-1.jpg\" alt=\"SSL example\" class=\"wp-image-15169\" srcset=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/HTTPS-example-1.jpg 660w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/HTTPS-example-1-300x27.jpg 300w, https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/HTTPS-example-1-600x55.jpg 600w\" sizes=\"(max-width: 660px) 100vw, 660px\" \/><\/figure><\/div>\n\n\n\n<p class=\"has-text-align-left\">Unfortunately, this isn&#8217;t a bullet-proof solution (which any security expert would agree), and I cannot guarantee 100% security coverage. If you decide to consume any of the content on this website anyway, you should know you&#8217;re doing it at your own risk. As a general rule of thumb, you should always make sure to responsibly secure your account.<\/p>\n\n\n\n<h2>Where am I keeping all this data<\/h2>\n\n\n\n<p>Every website needs a hosting service, and mine&#8217;s no different. I&#8217;m using a hosting service called &#8220;<a href=\"http:\/\/namecheap.pxf.io\/farbrco\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener sponsored nofollow\">Namecheap<\/a>&#8221; and store the information on their servers (this giant computer that stores information). By its definition, a hosting <strong>service<\/strong> takes care of the hardware I&#8217;m technically renting, the software those servers use, and everything else related to storage and security.<\/p>\n\n\n\n<figure class=\"wp-block-embed-youtube wp-block-embed is-type-video is-provider-youtube wp-embed-aspect-16-9 wp-has-aspect-ratio\"><div class=\"wp-block-embed__wrapper\">\n<iframe title=\"Set up your website in under a minute with EasyWP\" width=\"800\" height=\"450\" src=\"https:\/\/www.youtube.com\/embed\/yoTI3O4xS3Y?feature=oembed\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen><\/iframe>\n<\/div><\/figure>\n\n\n\n<p>The servers hosting all The Far Bear stuff right now are located in New-York. I&#8217;ve never been there, but I heard it&#8217;s quite an experience. I chose to store this website and its information on Namecheap&#8217;s servers because I have personal experience with their services and I trust them. By consuming the Far Bear content and purchasing items on this website, you agree that your information is being stored the big apple. It&#8217;s important to note that I (or Namecheap) may move things to other places in the US, but don&#8217;t worry &#8211; this change won&#8217;t affect your experience. <\/p>\n\n\n\n<h2>In case something changes<\/h2>\n\n\n\n<p>I might change this super fun privacy policy in the future. If I make any profound changes to it though, I will let you know via newsletter update and allow you to decide if you agree with them. Just to make sure, I will update the cookie policy pop-up and make sure it&#8217;s properly visible. This update will be live for 30 days, after which I will restore it to the default design and content.<\/p>\n\n\n\n<h2>Let&#8217;s talk<\/h2>\n\n\n\n<p>You can contact me via Email at michael@farbr.co. Nope, not .com, .co.<br>Shout-out to <a href=\"https:\/\/summurai.com\/Blog\/summurai-privacy-policy\/\" target=\"_blank\" aria-label=\"undefined (opens in a new tab)\" rel=\"noreferrer noopener nofollow\">Summurai<\/a> for the inspiration for this post. <\/p>\n\n\n\n<p>Cheers.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Instead of writing mind-boggling boring privacy policy, I wrote the most simple, transparent and educating article about privacy I could manage. It&#8217;s also legally binding.<\/p>\n","protected":false},"author":1,"featured_media":15354,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.1.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Best Privacy Policy You&#039;ve Ever Read &ndash; The Far Bear Philosophy<\/title>\n<meta name=\"description\" content=\"It&#039;s a privacy policy. Nothing special about it. Except it&#039;s mine.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/thefarbear.blog\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Best Privacy Policy You&#039;ve Ever Read\" \/>\n<meta property=\"og:description\" content=\"Simple, transparent, somewhat educational, and not boring.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/thefarbear.blog\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"The Far Bear Philosophy\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/michaelfarberr\" \/>\n<meta property=\"article:author\" content=\"https:\/\/www.facebook.com\/michaelfarberr\" \/>\n<meta property=\"article:published_time\" content=\"2020-07-30T03:53:06+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2020-08-20T16:23:05+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/privacy-fb-thumb.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1201\" \/>\n\t<meta property=\"og:image:height\" content=\"630\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:title\" content=\"The Best Privacy Policy You&#039;ve Ever Read\" \/>\n<meta name=\"twitter:description\" content=\"Simple, transparent, somewhat educational, and not boring.\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.thefarbear.blog\/#website\",\"url\":\"https:\/\/www.thefarbear.blog\/\",\"name\":\"The Far Bear Philosophy\",\"description\":\"This blog is all about personal growth and stuff.\",\"publisher\":{\"@id\":\"https:\/\/www.thefarbear.blog\/#\/schema\/person\/b99e2c552941410f5a4801b9bb03563d\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.thefarbear.blog\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/07\/privacy-thumb.png\",\"width\":1080,\"height\":1080,\"caption\":\"privacy policy the far bear\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#webpage\",\"url\":\"https:\/\/thefarbear.blog\/privacy-policy\/\",\"name\":\"The Best Privacy Policy You've Ever Read &ndash; The Far Bear Philosophy\",\"isPartOf\":{\"@id\":\"https:\/\/www.thefarbear.blog\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#primaryimage\"},\"datePublished\":\"2020-07-30T03:53:06+00:00\",\"dateModified\":\"2020-08-20T16:23:05+00:00\",\"description\":\"It's a privacy policy. Nothing special about it. Except it's mine.\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/thefarbear.blog\/privacy-policy\/\"]}]},{\"@type\":\"Article\",\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#webpage\"},\"author\":{\"@id\":\"https:\/\/www.thefarbear.blog\/#\/schema\/person\/b99e2c552941410f5a4801b9bb03563d\"},\"headline\":\"The Best Privacy Policy You&#8217;ve Ever Read\",\"datePublished\":\"2020-07-30T03:53:06+00:00\",\"dateModified\":\"2020-08-20T16:23:05+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#webpage\"},\"publisher\":{\"@id\":\"https:\/\/www.thefarbear.blog\/#\/schema\/person\/b99e2c552941410f5a4801b9bb03563d\"},\"image\":{\"@id\":\"https:\/\/thefarbear.blog\/privacy-policy\/#primaryimage\"},\"articleSection\":\"General\",\"inLanguage\":\"en-US\"},{\"@type\":[\"Person\",\"Organization\"],\"@id\":\"https:\/\/www.thefarbear.blog\/#\/schema\/person\/b99e2c552941410f5a4801b9bb03563d\",\"name\":\"Michael Farber\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.thefarbear.blog\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.thefarbear.blog\/wp-content\/uploads\/2020\/08\/farbear-ico.png\",\"width\":512,\"height\":512,\"caption\":\"Michael Farber\"},\"logo\":{\"@id\":\"https:\/\/www.thefarbear.blog\/#personlogo\"},\"description\":\"Content creator, productivity enthusiast, and a former workaholic. I love writing about anything that has to do with self-improvement and giving the occasional lecture. Hybrid Argentinian, currently living in Tel-Aviv.\",\"sameAs\":[\"https:\/\/www.facebook.com\/michaelfarberr\",\"https:\/\/www.instagram.com\/thefarber\/\",\"https:\/\/www.youtube.com\/channel\/UCKxKU3QO-_Bka-cPIZNdqgQ\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/posts\/15077"}],"collection":[{"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/comments?post=15077"}],"version-history":[{"count":0,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/posts\/15077\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/media\/15354"}],"wp:attachment":[{"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/media?parent=15077"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/categories?post=15077"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.thefarbear.blog\/wp-json\/wp\/v2\/tags?post=15077"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}